[
  {
    "id": 1,
    "title": "Преступление и наказание",
    "author": "Достоевский Ф.М.",
    "description": "\"Преступление и наказание\" - это классический роман Фёдора Достоевского, который рассказывает историю Родиона Раскольникова, бедного студента, который решает совершить ужасное преступление - убийство старушки-процентщицы. По мере развития сюжета, читатель вместе с главным героем исследует сложные моральные и психологические аспекты его действий.",
    "cover": "https://bibliosfera.su/image/cache/catalog/img/2021/9785170906307-800x1000.jpg",
    "price": 990,
    "popularity": 20
  },
  {
    "id": 2,
    "title": "Ярмарка тщеславия",
    "author": "Теккерей У.М.",
    "description": "\"Ярмарка тщеславия\" - это роман известного английского писателя Уильяма Мейкписа Теккерея. Это произведение описывает общество и обычаи английской высшей среды XIX века, а также весьма ярко выраженные черты человеческой природы, такие как тщеславие и эгоизм.",
    "cover": "https://nborn.ru/wa-data/public/shop/products/97/23/392397/images/657286/657286.750x0.jpg",
    "price": 857,
    "popularity": 40
  },
  {
    "id": 5,
    "title": "Мастер и Маргарита",
    "author": "Булгаков М.А.",
    "description": "\"Мастер и Маргарита\" - это знаменитый роман Михаила Булгакова, смешивающий реальность и фантазию. Рассказывает о появлении в Москве загадочной личности - Воланда и его свите. Книга является выдающимся произведением сатиры и магического реализма.",
    "cover": "https://otvet.imgsmail.ru/download/229118918_c5ca784586d44ecbf94036900518be69_800.jpg",
    "price": 1100,
    "popularity": 70
  },
  {
    "id": 6,
    "title": "1984",
    "author": "Оруэлл Дж.",
    "description": "\"1984\" - это аллегория на тему тоталитаризма и утопии, написанная Джорджем Оруэллом. Рассказывает историю Винстона Смита, живущего в мире, где правит тоталитарное государство. Книга знаменита своими идеями о контроле и свободе.",
    "cover": "https://cdn.nur.kz/images/1120/81505dcb9b7bb7b1.jpeg",
    "price": 760,
    "popularity": 30
  },
  {
    "id": 7,
    "title": "Анна Каренина",
    "author": "Толстой Л.Н.",
    "description": "\"Анна Каренина\" - это классический роман Льва Толстого, который рассказывает историю любви и морали в российском обществе XIX века. Книга известна своей глубокой характеристикой персонажей и общественных обстоятельств.",
    "cover": "https://фантазеры.рф/wa-data/public/shop/products/27/60/116027/images/257908/257908.750x0.jpg",
    "price": 580,
    "popularity": 5
  },
  {
    "id": 9,
    "title": "Гарри Поттер и философский камень",
    "author": "Роулинг Дж.К.",
    "description": "\"Гарри Поттер и философский камень\" - это первая книга в популярной серии о Гарри Поттере. Рассказывает историю мальчика-волшебника Гарри, его приключения в Хогвартсе и поиски философского камня. Книга полна магии и приключений.",
    "cover": "https://i.pinimg.com/originals/3d/7e/fe/3d7efe37781cadde57f3f58fc0904db6.jpg",
    "price": 630,
    "popularity": 6
  },
  {
    "id": 11,
    "title": "Гордость и предубеждение",
    "author": "Остин Дж.",
    "description": "\"Гордость и предубеждение\" - это классический роман Джейн Остин, который рассказывает о любви и общественных нормах в Англии XIX века. Книга известна своей характеристикой персонажей и диалогами.",
    "cover": "https://p.calameoassets.com/201208082000-c50e5fc65786e2508f5a675e447d148d/p1.jpg",
    "price": 910,
    "popularity": 25

  },
  {
    "id": 12,
    "title": "Маленький принц",
    "author": "Сент-Экзюпери А.",
    "description": "\"Маленький принц\" - это философский рассказ Антуана де Сент-Экзюпери о приключениях маленького принца в разных мирах. Книга полна мудрых мыслей и философских сюжетов.",
    "cover": "https://nborn.ru/wa-data/public/shop/products/20/98/409820/images/682327/682327.750x0.jpg",
    "price": 550,
    "popularity": 50
  }

]